Target document.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2017.2
 Syntax
  C#
public Document TargetDocument { get; }
  Visual Basic
Public ReadOnly Property TargetDocument As Document
	Get
  Visual C++
public:
property Document^ TargetDocument {
	Document^ get ();
}
 See Also
  TransferredProjectStandardsEventArgs Class
  Autodesk.Revit.UI.Events Namespace